Repository: sardemff7/eventd-events
Catalog: po/*.po
Languages: fr

source: went away
fr: est parti(e)

source: ${buddy-name} went away
fr: ${buddy-name} est parti(e)

source: came back
fr: est revenu(e)

source: ${buddy-name} came back
fr: ${buddy-name} est revenu(e)

source: is active
fr: est actif(ve)

source: is inactive
fr: est inactif(ve)

source: signed off
fr: s’est déconnecté(e)

source: signed on
fr: s’est connecté(e)

source: Transfer complete
fr: Transfert effectué

source: Transfer failed
fr: Le transfert a échoué
